{
  "channels": [
    {
      "title": "Kurzegesagt",
      "summary": "Animation videos explaining things with optimistic nihilism since 12,013. We’re a team of illustrators, animators, number crunchers and one dog who aim to spark curiosity about science and the world we live in. To us nothing is boring if you tell a good story. For updates on our videos and other news from the kurzgesagt universe follow us on Twitter, Facebook, Instagram and LinkedIn.",
      "videos": [
        {
          "id": "aeWyp2vXxqA",
          "title": "Black Hole Star – The Star That Shouldn't Exist",
          "summary_short_en": "The video discusses the concept of \"black hole stars,\" which are theorized to have been the largest stars to ever exist. They were so massive that they were occupied by a black hole at their core. These stars were only possible during a short window of time in the early universe, but if they existed, they would solve one of the biggest mysteries of cosmology.",
          "summary_short_fr": "La vidéo discute du concept d'étoiles à trous noirs, qui sont théorisées pour avoir été les plus grandes étoiles à avoir jamais existé. Elles étaient si massives qu'elles étaient occupées par un trou noir à leur coeur. Ces étoiles n'ont été possibles qu'au cours d'une courte période de temps dans l'univers primitif, mais si elles ont existé, elles auraient résolu l'un des plus grands mystères de la cosmologie.",
          "summary_middle_en": "The video talks about \"Black hole stars,\" stars that may have existed in the early universe and were larger and brighter than any existing or future star. These stars were also occupied by black holes inside, which is strange and inexplicable. These stars were possible for a short period of time in the early universe and could solve one of the largest mysteries of cosmology. These stars were exceptionally massive, with up to 10 million solar masses of almost pure hydrogen. Normal stars form from massive hydrogen clouds that concentrate around the densest zones and trigger fusion reactions that give birth to a new star. However, this limits the size of these stars. Black hole stars were very different as they formed in a unique environment of the early universe, where matter was much more concentrated and gravity was much stronger. These stars continued to grow and grow until they reached incredible proportions, up to 10 million solar masses, until they were eventually destroyed by the force of their own gravity.",
          "summary_middle_fr": "La vidéo parle de \"Black hole stars\", des étoiles qui ont pu exister dans l'univers primitif et qui étaient plus grandes et plus brillantes que n'importe quelle étoile existante ou future. Ces étoiles étaient également occupées par des trous noirs à l'intérieur, ce qui est étrange et inexplicable. Ces étoiles ont été possibles pendant une courte période de temps dans l'univers primitif et pourraient résoudre l'un des plus grands mystères de la cosmologie. Ces étoiles étaient exceptionnellement massives, avec jusqu'à 10 millions de masses solaires de presque pur hydrogène. Les étoiles normales se forment à partir de nuages massifs d'hydrogène qui se concentrent autour des zones les plus denses et déclenchent des réactions de fusion qui font naître une nouvelle étoile. Cependant, cela limite la taille de ces étoiles. Les étoiles à trou noir étaient très différentes car elles se sont formées dans un environnement unique de l'univers primitif, où la matière était beaucoup plus concentrée et la gravité était beaucoup plus puissante. Ces étoiles ont continué à grandir et à grandir jusqu'à atteindre des proportions incroyables, jusqu'à 10 millions de masses solaires, jusqu'à ce qu'elles finissent par être détruites par la force de leur propre gravité.",
          "summary_big_en": "The video discusses the possibility of black hole stars, which may have been the largest stars to ever exist. These stars were so massive that deep inside, they were occupied by a cosmic parasite, an endlessly hungry black hole. Normally, stars are born from gigantic clouds of hydrogen, but the balance between gravity pulling in and radiation pushing out limits their size. But black hole stars were different. They were only possible during a short window of time in the early universe, when the universe was much smaller, more concentrated and denser. Dark matter was a dominant player, forming giant structures called dark matter halos, which pulled in and concentrated enormous amounts of hydrogen gas. These epic clouds of hydrogen formed, some as massive as 100 million suns, more than the mass of small galaxies. In this unique environment, the enormous gravitational pull of the dark matter halos drew gas into its center and created extremely massive stars. These stars were so large, that even after their birth, more and more gas piled on the newborn star, making it grow to unbelievable proportions, in some cases, up to 10 million times the mass of our sun. Crushed by gravity, its core gets hotter and hotter, and eventually it reaches temperatures that allow for fusion of helium into heavier elements. But this process is not enough to stop the star from collapsing, and it continues to shrink and heat up until it becomes a black hole. These black hole stars would have been the brightest and most energetic objects in the early universe, outshining even entire galaxies. They would have been so bright that their light would have been visible from billions of light-years away, and their deaths would have been the most spectacular events in the history of the universe.",
          "summary_big_fr": "La vidéo discute de la possibilité d'étoiles à trou noir, qui auraient pu être les plus grandes étoiles à avoir jamais existé. Ces étoiles étaient tellement massives que, profondément à l'intérieur, elles étaient occupées par un parasite cosmique, un trou noir sans fin affamé. Normalement, les étoiles naissent à partir de nuages gigantesques d'hydrogène, mais l'équilibre entre la gravité qui attire et la radiation qui pousse limite leur taille. Mais les étoiles à trou noir étaient différentes. Elles n'ont été possibles que pendant une courte période de temps dans l'univers primitif, lorsque l'univers était beaucoup plus petit, plus concentré et plus dense. La matière noire était un acteur dominant, formant des structures géantes appelées halos de matière noire, qui ont attiré et concentré d'énormes quantités d'hydrogène. Ces nuages épiques d'hydrogène se sont formés, certains ayant une masse de 100 millions de soleils, plus que la masse de petites galaxies. Dans cet environnement unique, la forte attraction gravitationnelle des halos de matière noire a attiré le gaz vers son centre et a créé des étoiles extrêmement massives. Ces étoiles étaient si grandes que, même après leur naissance, de plus en plus de gaz se sont accumulés sur l'étoile nouveau-née, la faisant grandir à des proportions incroyables, dans certains cas, jusqu'à 10 millions de fois la masse de notre soleil. Écrasé par la gravité, son noyau devient de plus en plus chaud et finit par atteindre des températures qui permettent la fusion d'hélium en éléments plus lourds. Mais ce processus n'est pas suffisant pour empêcher l'étoile de s'effondrer, et elle continue de se contracter et de se réchauffer jusqu'à devenir un trou noir. Ces étoiles à trou noir auraient été les objets les plus brillants et les plus énergétiques de l'univers primitif, surpassant même les galaxies entières. Elles auraient été si brillantes que leur lumière aurait été visible à des milliards d'années-lumière de distance, et leur mort aurait été les événements les plus spectaculaires de l'histoire de l'univers."
        },
        {
          "id": "HpcTJW4ur54",
          "title": "How To Terraform Mars - WITH LASERS",
          "summary_short_en": "The video discusses the possibility of terraforming Mars, the process of transforming its hostile environment into a more Earth-like planet suitable for human life. The video explains that this could be achieved by creating oceans of lava with gigantic lasers, which is possible on a time scale similar to when our ancestors built great monuments. The method proposed in the video is to use powerful lasers that would melt the surface of Mars and release the oxygen and CO2 bound in Martian rocks. This process would be complicated and would require a lot of energy, but it could be achieved with a solar-pumped laser that can be powered directly with sunlight.",
          "summary_short_fr": "La vidéo parle de la possibilité de terraformer Mars, le processus de transformer son environnement hostile en une planète plus similaire à la Terre adaptée à la vie humaine. La vidéo explique que cela pourrait être réalisé en créant des océans de lave avec des lasers gigantesques, ce qui est possible sur une échelle de temps similaire à celle lorsque nos ancêtres ont construit de grands monuments. La méthode proposée dans la vidéo est d'utiliser des lasers puissants qui fondraient la surface de Mars et libéreraient l'oxygène et le CO2 piégés dans les roches martiennes. Ce processus serait compliqué et nécessiterait beaucoup d'énergie, mais il pourrait être réalisé avec un laser alimenté par le soleil.",
          "summary_middle_en": "The video discusses the possibility of terraforming Mars, the process of transforming its hostile environment into a more Earth-like planet suitable for human life. The video explains that this could be achieved by creating oceans of lava with gigantic lasers, and that this is not a far-fetched science fiction tale, it is possible on a time scale similar to when our ancestors built great monuments. The video describes the challenges of terraforming Mars and explains that the first step is to create an atmosphere similar to Earth's, with the right amount of oxygen, nitrogen, and CO2. The method proposed in the video is to use powerful lasers that would melt the surface of Mars and release the oxygen and CO2 bound in Martian rocks. The video also explains that this process would be complicated and that it would require a lot of energy, but it could be achieved with a solar-pumped laser that can be powered directly with sunlight. Additionally, the video explains that the next step would be to create oceans and rivers, and then weather the ground into fertile soil to host living things. Finally, the video states that it would be necessary to install a biosphere on the surface and prevent it all from being undone by installing protective measures that can stand the test of time.",
          "summary_middle_fr": "La vidéo parle de la possibilité de terraformer Mars, le processus de transformer son environnement hostile en une planète plus similaire à la Terre adaptée à la vie humaine. La vidéo explique que cela pourrait être réalisé en créant des océans de lave avec des lasers gigantesques, ce qui est possible sur une échelle de temps similaire à celle lorsque nos ancêtres ont construit de grands monuments. La méthode proposée dans la vidéo est d'utiliser des lasers puissants qui fondraient la surface de Mars et libéreraient l'oxygène et le CO2 piégés dans les roches martiennes. Ce processus serait compliqué et nécessiterait beaucoup d'énergie, mais il pourrait être réalisé avec un laser alimenté par le soleil.",
          "summary_big_en": "The video discusses the possibility of terraforming Mars, the process of transforming its hostile environment into a more Earth-like planet suitable for human life. The video explains that this could be achieved by creating oceans of lava with gigantic lasers, and that this is not a far-fetched science fiction tale, it is possible on a time scale similar to when our ancestors built great monuments. The video describes the challenges of terraforming Mars and explains that the first step is to create an atmosphere similar to Earth's, with the right amount of oxygen, nitrogen, and CO2. The method proposed in the video is to use powerful lasers that would melt the surface of Mars and release the oxygen and CO2 bound in Martian rocks. Additionally, the video explains that the next step would be to create oceans and rivers, and then weather the ground into fertile soil to host living things. The video also states that it would be necessary to install a biosphere on the surface and prevent it all from being undone by installing protective measures that can stand the test of time. The video also suggests that a big laser could make the process of terraforming Mars a lot easier. The most powerful laser today is the ELI-NP, able to produce beams of 10 Petawatts of power, for a trillionth second. To melt Mars, a laser twice as powerful that runs continuously would be needed. The easiest way to do this is to use a solar-pumped laser that can be powered directly with sunlight. At its core are metal-infused glass rods that absorb energy and release it as a laser beam. If we build an array of mirrors in space, about 11 times the size of the United States, we can focus enough sunlight onto them to melt Mars. The video concludes that terraforming Mars is a difficult process, but if humanity solves some of its pressing problems and ventures into space to expand into the solar system, it may not be that far off.",
          "summary_big_fr": "La vidéo discute de la possibilité de terraformer Mars, le processus de transformation de son environnement hostile en une planète plus semblable à la Terre propice à la vie humaine. La vidéo explique que cela pourrait être réalisé en créant des oceans de lave avec des lasers gigantesques, et que ce n'est pas une histoire de science-fiction lointaine, c'est possible à une échelle de temps similaire à celle où nos ancêtres ont construit de grands monuments. La vidéo décrit les défis de la terraformation de Mars et explique que la première étape est de créer une atmosphère similaire à celle de la Terre, avec la bonne quantité d'oxygène, d'azote et de CO2. La méthode proposée dans la vidéo est d'utiliser des lasers puissants qui fondraient la surface de Mars et libéreraient l'oxygène et le CO2 liés aux roches martiennes. De plus, la vidéo explique que la prochaine étape consisterait à créer des oceans et des rivières, et ensuite à weather la terre en sol fertile pour accueillir des êtres vivants. La vidéo indique également qu'il serait nécessaire d'installer une biosphère à la surface et de prévenir tout défaire en installant des mesures de protection qui peuvent résister au temps. La vidéo suggère également qu'un grand laser pourrait faciliter le processus de terraformage de Mars. Le laser le plus puissant aujourd'hui est l'ELI-NP, capable de produire des faisceaux de 10 Petawatts de puissance, pour un milliardième de seconde. Pour fondre Mars, un laser deux fois plus puissant qui fonctionne en continu serait nécessaire. La façon la plus facile de le faire est d'utiliser un laser alimenté par le soleil qui peut être alimenté directement par la lumière du soleil. Au cœur se trouvent des tiges en verre imprégnées de métal qui absorbent l'énergie et la libèrent sous forme de faisceau laser.Si nous construisons une série de miroirs dans l'espace, environ 11 fois la taille des États-Unis, nous pouvons concentrer suffisamment de lumière solaire sur eux pour fondre Mars. La vidéo conclut que la terraformation de Mars est un processus difficile, mais si l'humanité résout certains de ses problèmes pressants et se lance dans l'espace pour s'étendre dans le système solaire, cela pourrait ne pas être si loin. "
        },
        {
          "id": "Qsbe1pD8ocE",
          "title": "The Horror of the Slaver Ant",
          "summary_short_en": "The video describes the tactics and strategies used by the Polyergus, a species of ants that specializes in slavery. The video describes how the Polyergus scouts locate other ant colonies, and then release chemical pheromones that cause the colony to panic and scatter, allowing the Polyergus to raid the colony and capture slaves. The video also describes how the Polyergus have lost the ability to care for themselves and rely solely on their slaves to survive.",
          "summary_short_fr": "La vidéo décrit les tactiques et les stratégies utilisées par les Polyergus, une espèce de fourmis qui se spécialise dans l'esclavage. La vidéo décrit comment les scouts Polyergus localisent d'autres colonies de fourmis, puis libèrent des phéromones chimiques qui causent la panique et la dispersion de la colonie, permettant aux Polyergus de piller la colonie et de capturer des esclaves. La vidéo décrit également comment les Polyergus ont perdu la capacité de se prendre en charge et dépendent uniquement de leurs esclaves pour survivre.",
          "summary_middle_en": "The video describes the phenomenon of slavery among ants, specifically focusing on the tribe of Polyergus ants. These ants have specialized in the practice of slavery to such an extent that they have lost the ability to care for themselves and only exist for raiding. They release a propaganda pheromone that makes the defenders panic, unable to mount an organized defense. This allows the attackers to breach deep into the colony, looking for their most valuable possession: the colony's eggs and larvae, which will become the next generation of slaves. The video also mentions that there are different theories as to why Polyergus attacks are so efficient, one of which is chemical warfare.",
          "summary_middle_fr": "La vidéo décrit le phénomène de l'esclavage chez les fourmis, en se concentrant spécifiquement sur la tribu des fourmis Polyergus. Ces fourmis se sont spécialisées dans la pratique de l'esclavage à un tel point qu'elles ont perdu la capacité de s'occuper d'elles-mêmes et ne vivent que pour les raids. Elles relâchent une phéromone de propagande qui fait paniquer les défenseurs, empêchant ainsi une défense organisée. Cela permet aux attaquants de pénétrer profondément dans la colonie, à la recherche de leur possession la plus précieuse : les œufs et les larves de la colonie, qui deviendront la prochaine génération d'esclaves. La vidéo mentionne également qu'il existe différentes théories quant à la raison pour laquelle les attaques de Polyergus sont si efficaces, dont une est la guerre chimique.",
          "summary_big_en": "The video describes the phenomenon of slavery among ants, specifically focusing on the tribe of Polyergus ants. These ants have specialized in the practice of slavery to such an extent that they have lost the ability to care for themselves and only exist for raiding. The video showcases a raid on a colony of Formica ants, who are genetically cousins of the Polyergus ants. The raid begins with a lone Polyergus scout who returns to the colony after finding the Formica nests. She then dances erratically and spreads pheromones that excite and mass recruit more and more ants, until a large raiding party of a thousand warrioresses has formed. As the raiding party arrives at the Formica colony, the attack begins almost immediately. Dozens of attackers begin digging and clearing up debris from the nest's entrance to make it easier to storm. As soon as they are done, hundreds of the attackers rush inside. The defenders vastly outnumber their attackers and are formidable warriors able to shoot acid. But instead of fighting back effectively, they seem confused and scatter rather than fighting back.\nPolyergus also seems to be somewhat resistant to the acid sprays of the defenders – and so even if a defense is forming, the attackers use their mandibles to pierce and kill. There are a few different ideas as to why Polyergus attacks are so efficient and one of the most fascinating ones is chemical warfare. Instead of relying on brute force, they release a propaganda pheromone that makes the defenders panic, unable to mount an organized defense. The attackers have nothing to gain from intense ant to ant combat other than immense casualties.\nWhat’s more, they actually want their victims to survive, so that they can be raided again in a few weeks. As the raid unfolds, the attackers breach deep into the colony, looking for their most valuable possession: the colony's eggs and larvae, which will become the next generation of slaves. The video also mentions that there are different theories as to why Polyergus attacks are so efficient, one of which is chemical warfare. It is also mentioned that this behavior is not just limited to Polyergus ants but around 50 ant species practice slavery, making it one of the most extreme division of labor in the animal kingdom. The video concludes by stating that this is just a glimpse into the cruel reality of nature and that one can find more information on the subject in the sources provided.",
          "summary_big_fr": "La vidéo décrit le phénomène de l'esclavage chez les fourmis, en se concentrant spécifiquement sur la tribu des fourmis Polyergus. Ces fourmis se sont spécialisées dans la pratique de l'esclavage à un tel point qu'elles ont perdu la capacité de s'occuper d'elles-mêmes et n'existent que pour les raids. La vidéo montre un raid sur une colonie de fourmis Formica, qui sont des cousins génétiques des fourmis Polyergus. Le raid commence avec une seule fourmi Polyergus qui revient à la colonie après avoir trouvé les nids Formica. Elle danse alors de manière erratique et répand des phéromones qui excitent et recrutent en masse de plus en plus de fourmis, jusqu'à ce qu'une grande armée de guerrières de mille fourmis se soit formée.\nLorsque la colonie d'agresseurs Polyergus arrive à la colonie de Formica, l'attaque débute immédiatement. Des dizaines d'attaquants commencent à creuser et à nettoyer les débris de l'entrée du nid pour faciliter l'assaut. Dès qu'ils ont fini, des centaines d'attaquants se précipitent à l'intérieur. Les défenseurs sont nettement plus nombreux que leurs agresseurs et sont des guerriers redoutables capables de tirer de l'acide. Mais au lieu de riposter efficacement, ils semblent confus et se dispersent plutôt que de se battre. Les Polyergus semblent également être résistants aux jets d'acide des défenseurs - et même si une défense se forme, les attaquants utilisent leurs mandibules pour percer et tuer. Il y a plusieurs idées différentes sur les raisons pour lesquelles les attaques de Polyergus sont si efficaces, et l'une des plus fascinantes est la guerre chimique. Au lieu de se baser sur la force brute, ils libèrent une phéromone de propagande qui rend les défenseurs paniqués, incapables de monter une défense organisée. Les attaquants n'ont rien à gagner d'un combat ant-à-ant intense, à part d'énormes pertes.\nDe plus, ils veulent réellement que leurs victimes survivent, de sorte qu'ils puissent être attaqués à nouveau dans quelques semaines. Alors que l'attaque se déroule, les attaquants pénètrent profondément dans la colonie, à la recherche de leur possession la plus précieuse: les œufs et les larves de la colonie, qui deviendront la prochaine génération d'esclaves. La vidéo mentionne également qu'il existe différentes théories sur l'efficacité des attaques de Polyergus, dont une est la guerre chimique. Il est également mentionné que ce comportement n'est pas seulement limité aux fourmis Polyergus mais que environ 50 espèces de fourmis pratiquent l'esclavage, ce qui en fait la division du travail la plus extrême dans le royaume animal. La vidéo conclut en disant que ceci n'est qu'un aperçu de la réalité cruelle de la nature et que l'on peut trouver plus d'informations sur le sujet dans les sources fournies."
        }
      ]
    },
    {
      "title": "Andrew Huberman Lab",
      "summary": "The host is creating a podcast to discuss Neuroscience and how the brain and its connections with the body affect perceptions, behaviors, and health. Upcoming episodes will cover topics such as sleep, learning, motivation, neuroplasticity, fear, and stress, as well as tools to measure and change the nervous system. The host will also discuss the role of nutrition, exercise, supplements, prescription drugs, and electronic devices in relation to the nervous system.",
      "videos": [
        {
          "id": "tLS6t3FVOTI",
          "title": "Developing a Rational Approach to Supplementation for Health & Performance",
          "summary_short_en": "[TODO] Fake summary: Animation videos explaining things with optimistic nihilism since 12,013. We’re a team of illustrators, animators, number crunchers and one dog who aim to spark curiosity about science and the world we live in. To us nothing is boring if you tell a good story. For updates on our videos and other news from the kurzgesagt universe follow us on Twitter, Facebook, Instagram and LinkedIn.",
          "summary_short_fr": "[TODO] Fake summary: La vidéo décrit les tactiques et les stratégies utilisées par les Polyergus, une espèce de fourmis qui se spécialise dans l'esclavage. La vidéo décrit comment les scouts Polyergus localisent d'autres colonies de fourmis, puis libèrent des phéromones chimiques qui causent la panique et la dispersion de la colonie, permettant aux Polyergus de piller la colonie et de capturer des esclaves. La vidéo décrit également comment les Polyergus ont perdu la capacité de se prendre en charge et dépendent uniquement de leurs esclaves pour survivre.",
          "summary_middle_en": "[TODO] Fake summary: The video describes the phenomenon of slavery among ants, specifically focusing on the tribe of Polyergus ants. These ants have specialized in the practice of slavery to such an extent that they have lost the ability to care for themselves and only exist for raiding. They release a propaganda pheromone that makes the defenders panic, unable to mount an organized defense. This allows the attackers to breach deep into the colony, looking for their most valuable possession: the colony's eggs and larvae, which will become the next generation of slaves. The video also mentions that there are different theories as to why Polyergus attacks are so efficient, one of which is chemical warfare.",
          "summary_middle_fr": "[TODO] Fake summary: La vidéo décrit le phénomène de l'esclavage chez les fourmis, en se concentrant spécifiquement sur la tribu des fourmis Polyergus. Ces fourmis se sont spécialisées dans la pratique de l'esclavage à un tel point qu'elles ont perdu la capacité de s'occuper d'elles-mêmes et ne vivent que pour les raids. Elles relâchent une phéromone de propagande qui fait paniquer les défenseurs, empêchant ainsi une défense organisée. Cela permet aux attaquants de pénétrer profondément dans la colonie, à la recherche de leur possession la plus précieuse : les œufs et les larves de la colonie, qui deviendront la prochaine génération d'esclaves. La vidéo mentionne également qu'il existe différentes théories quant à la raison pour laquelle les attaques de Polyergus sont si efficaces, dont une est la guerre chimique.",
          "summary_big_en": "[TODO] Fake summary: The video describes the phenomenon of slavery among ants, specifically focusing on the tribe of Polyergus ants. These ants have specialized in the practice of slavery to such an extent that they have lost the ability to care for themselves and only exist for raiding. The video showcases a raid on a colony of Formica ants, who are genetically cousins of the Polyergus ants. The raid begins with a lone Polyergus scout who returns to the colony after finding the Formica nests. She then dances erratically and spreads pheromones that excite and mass recruit more and more ants, until a large raiding party of a thousand warrioresses has formed. As the raiding party arrives at the Formica colony, the attack begins almost immediately. Dozens of attackers begin digging and clearing up debris from the nest's entrance to make it easier to storm. As soon as they are done, hundreds of the attackers rush inside. The defenders vastly outnumber their attackers and are formidable warriors able to shoot acid. But instead of fighting back effectively, they seem confused and scatter rather than fighting back.\nPolyergus also seems to be somewhat resistant to the acid sprays of the defenders – and so even if a defense is forming, the attackers use their mandibles to pierce and kill. There are a few different ideas as to why Polyergus attacks are so efficient and one of the most fascinating ones is chemical warfare. Instead of relying on brute force, they release a propaganda pheromone that makes the defenders panic, unable to mount an organized defense. The attackers have nothing to gain from intense ant to ant combat other than immense casualties.\nWhat’s more, they actually want their victims to survive, so that they can be raided again in a few weeks. As the raid unfolds, the attackers breach deep into the colony, looking for their most valuable possession: the colony's eggs and larvae, which will become the next generation of slaves. The video also mentions that there are different theories as to why Polyergus attacks are so efficient, one of which is chemical warfare. It is also mentioned that this behavior is not just limited to Polyergus ants but around 50 ant species practice slavery, making it one of the most extreme division of labor in the animal kingdom. The video concludes by stating that this is just a glimpse into the cruel reality of nature and that one can find more information on the subject in the sources provided.",
          "summary_big_fr": "[TODO] Fake summary: La vidéo décrit le phénomène de l'esclavage chez les fourmis, en se concentrant spécifiquement sur la tribu des fourmis Polyergus. Ces fourmis se sont spécialisées dans la pratique de l'esclavage à un tel point qu'elles ont perdu la capacité de s'occuper d'elles-mêmes et n'existent que pour les raids. La vidéo montre un raid sur une colonie de fourmis Formica, qui sont des cousins génétiques des fourmis Polyergus. Le raid commence avec une seule fourmi Polyergus qui revient à la colonie après avoir trouvé les nids Formica. Elle danse alors de manière erratique et répand des phéromones qui excitent et recrutent en masse de plus en plus de fourmis, jusqu'à ce qu'une grande armée de guerrières de mille fourmis se soit formée.\nLorsque la colonie d'agresseurs Polyergus arrive à la colonie de Formica, l'attaque débute immédiatement. Des dizaines d'attaquants commencent à creuser et à nettoyer les débris de l'entrée du nid pour faciliter l'assaut. Dès qu'ils ont fini, des centaines d'attaquants se précipitent à l'intérieur. Les défenseurs sont nettement plus nombreux que leurs agresseurs et sont des guerriers redoutables capables de tirer de l'acide. Mais au lieu de riposter efficacement, ils semblent confus et se dispersent plutôt que de se battre. Les Polyergus semblent également être résistants aux jets d'acide des défenseurs - et même si une défense se forme, les attaquants utilisent leurs mandibules pour percer et tuer. Il y a plusieurs idées différentes sur les raisons pour lesquelles les attaques de Polyergus sont si efficaces, et l'une des plus fascinantes est la guerre chimique. Au lieu de se baser sur la force brute, ils libèrent une phéromone de propagande qui rend les défenseurs paniqués, incapables de monter une défense organisée. Les attaquants n'ont rien à gagner d'un combat ant-à-ant intense, à part d'énormes pertes.\nDe plus, ils veulent réellement que leurs victimes survivent, de sorte qu'ils puissent être attaqués à nouveau dans quelques semaines. Alors que l'attaque se déroule, les attaquants pénètrent profondément dans la colonie, à la recherche de leur possession la plus précieuse: les œufs et les larves de la colonie, qui deviendront la prochaine génération d'esclaves. La vidéo mentionne également qu'il existe différentes théories sur l'efficacité des attaques de Polyergus, dont une est la guerre chimique. Il est également mentionné que ce comportement n'est pas seulement limité aux fourmis Polyergus mais que environ 50 espèces de fourmis pratiquent l'esclavage, ce qui en fait la division du travail la plus extrême dans le royaume animal. La vidéo conclut en disant que ceci n'est qu'un aperçu de la réalité cruelle de la nature et que l'on peut trouver plus d'informations sur le sujet dans les sources fournies."
        },
        {
          "id": "-wIt_WsJGfw",
          "title": "#105 - Dr. Sam Harris: Using Meditation to Focus, View Consciousness & Expand Your Mind",
          "summary_short_en": "[TODO] Fake summary: Animation videos explaining things with optimistic nihilism since 12,013. We’re a team of illustrators, animators, number crunchers and one dog who aim to spark curiosity about science and the world we live in. To us nothing is boring if you tell a good story. For updates on our videos and other news from the kurzgesagt universe follow us on Twitter, Facebook, Instagram and LinkedIn.",
          "summary_short_fr": "[TODO] Fake summary: La vidéo décrit les tactiques et les stratégies utilisées par les Polyergus, une espèce de fourmis qui se spécialise dans l'esclavage. La vidéo décrit comment les scouts Polyergus localisent d'autres colonies de fourmis, puis libèrent des phéromones chimiques qui causent la panique et la dispersion de la colonie, permettant aux Polyergus de piller la colonie et de capturer des esclaves. La vidéo décrit également comment les Polyergus ont perdu la capacité de se prendre en charge et dépendent uniquement de leurs esclaves pour survivre.",
          "summary_middle_en": "[TODO] Fake summary: The video describes the phenomenon of slavery among ants, specifically focusing on the tribe of Polyergus ants. These ants have specialized in the practice of slavery to such an extent that they have lost the ability to care for themselves and only exist for raiding. They release a propaganda pheromone that makes the defenders panic, unable to mount an organized defense. This allows the attackers to breach deep into the colony, looking for their most valuable possession: the colony's eggs and larvae, which will become the next generation of slaves. The video also mentions that there are different theories as to why Polyergus attacks are so efficient, one of which is chemical warfare.",
          "summary_middle_fr": "[TODO] Fake summary: La vidéo décrit le phénomène de l'esclavage chez les fourmis, en se concentrant spécifiquement sur la tribu des fourmis Polyergus. Ces fourmis se sont spécialisées dans la pratique de l'esclavage à un tel point qu'elles ont perdu la capacité de s'occuper d'elles-mêmes et ne vivent que pour les raids. Elles relâchent une phéromone de propagande qui fait paniquer les défenseurs, empêchant ainsi une défense organisée. Cela permet aux attaquants de pénétrer profondément dans la colonie, à la recherche de leur possession la plus précieuse : les œufs et les larves de la colonie, qui deviendront la prochaine génération d'esclaves. La vidéo mentionne également qu'il existe différentes théories quant à la raison pour laquelle les attaques de Polyergus sont si efficaces, dont une est la guerre chimique.",
          "summary_big_en": "[TODO] Fake summary: The video describes the phenomenon of slavery among ants, specifically focusing on the tribe of Polyergus ants. These ants have specialized in the practice of slavery to such an extent that they have lost the ability to care for themselves and only exist for raiding. The video showcases a raid on a colony of Formica ants, who are genetically cousins of the Polyergus ants. The raid begins with a lone Polyergus scout who returns to the colony after finding the Formica nests. She then dances erratically and spreads pheromones that excite and mass recruit more and more ants, until a large raiding party of a thousand warrioresses has formed. As the raiding party arrives at the Formica colony, the attack begins almost immediately. Dozens of attackers begin digging and clearing up debris from the nest's entrance to make it easier to storm. As soon as they are done, hundreds of the attackers rush inside. The defenders vastly outnumber their attackers and are formidable warriors able to shoot acid. But instead of fighting back effectively, they seem confused and scatter rather than fighting back.\nPolyergus also seems to be somewhat resistant to the acid sprays of the defenders – and so even if a defense is forming, the attackers use their mandibles to pierce and kill. There are a few different ideas as to why Polyergus attacks are so efficient and one of the most fascinating ones is chemical warfare. Instead of relying on brute force, they release a propaganda pheromone that makes the defenders panic, unable to mount an organized defense. The attackers have nothing to gain from intense ant to ant combat other than immense casualties.\nWhat’s more, they actually want their victims to survive, so that they can be raided again in a few weeks. As the raid unfolds, the attackers breach deep into the colony, looking for their most valuable possession: the colony's eggs and larvae, which will become the next generation of slaves. The video also mentions that there are different theories as to why Polyergus attacks are so efficient, one of which is chemical warfare. It is also mentioned that this behavior is not just limited to Polyergus ants but around 50 ant species practice slavery, making it one of the most extreme division of labor in the animal kingdom. The video concludes by stating that this is just a glimpse into the cruel reality of nature and that one can find more information on the subject in the sources provided.",
          "summary_big_fr": "[TODO] Fake summary: La vidéo décrit le phénomène de l'esclavage chez les fourmis, en se concentrant spécifiquement sur la tribu des fourmis Polyergus. Ces fourmis se sont spécialisées dans la pratique de l'esclavage à un tel point qu'elles ont perdu la capacité de s'occuper d'elles-mêmes et n'existent que pour les raids. La vidéo montre un raid sur une colonie de fourmis Formica, qui sont des cousins génétiques des fourmis Polyergus. Le raid commence avec une seule fourmi Polyergus qui revient à la colonie après avoir trouvé les nids Formica. Elle danse alors de manière erratique et répand des phéromones qui excitent et recrutent en masse de plus en plus de fourmis, jusqu'à ce qu'une grande armée de guerrières de mille fourmis se soit formée.\nLorsque la colonie d'agresseurs Polyergus arrive à la colonie de Formica, l'attaque débute immédiatement. Des dizaines d'attaquants commencent à creuser et à nettoyer les débris de l'entrée du nid pour faciliter l'assaut. Dès qu'ils ont fini, des centaines d'attaquants se précipitent à l'intérieur. Les défenseurs sont nettement plus nombreux que leurs agresseurs et sont des guerriers redoutables capables de tirer de l'acide. Mais au lieu de riposter efficacement, ils semblent confus et se dispersent plutôt que de se battre. Les Polyergus semblent également être résistants aux jets d'acide des défenseurs - et même si une défense se forme, les attaquants utilisent leurs mandibules pour percer et tuer. Il y a plusieurs idées différentes sur les raisons pour lesquelles les attaques de Polyergus sont si efficaces, et l'une des plus fascinantes est la guerre chimique. Au lieu de se baser sur la force brute, ils libèrent une phéromone de propagande qui rend les défenseurs paniqués, incapables de monter une défense organisée. Les attaquants n'ont rien à gagner d'un combat ant-à-ant intense, à part d'énormes pertes.\nDe plus, ils veulent réellement que leurs victimes survivent, de sorte qu'ils puissent être attaqués à nouveau dans quelques semaines. Alors que l'attaque se déroule, les attaquants pénètrent profondément dans la colonie, à la recherche de leur possession la plus précieuse: les œufs et les larves de la colonie, qui deviendront la prochaine génération d'esclaves. La vidéo mentionne également qu'il existe différentes théories sur l'efficacité des attaques de Polyergus, dont une est la guerre chimique. Il est également mentionné que ce comportement n'est pas seulement limité aux fourmis Polyergus mais que environ 50 espèces de fourmis pratiquent l'esclavage, ce qui en fait la division du travail la plus extrême dans le royaume animal. La vidéo conclut en disant que ceci n'est qu'un aperçu de la réalité cruelle de la nature et que l'on peut trouver plus d'informations sur le sujet dans les sources fournies."
        },
        {
          "id": "LTGGyQS1fZE",
          "title": "#98 - Science-Based Tools for Increasing Happiness",
          "summary_short_en": "[TODO] Fake summary: Animation videos explaining things with optimistic nihilism since 12,013. We’re a team of illustrators, animators, number crunchers and one dog who aim to spark curiosity about science and the world we live in. To us nothing is boring if you tell a good story. For updates on our videos and other news from the kurzgesagt universe follow us on Twitter, Facebook, Instagram and LinkedIn.",
          "summary_short_fr": "[TODO] Fake summary: La vidéo décrit les tactiques et les stratégies utilisées par les Polyergus, une espèce de fourmis qui se spécialise dans l'esclavage. La vidéo décrit comment les scouts Polyergus localisent d'autres colonies de fourmis, puis libèrent des phéromones chimiques qui causent la panique et la dispersion de la colonie, permettant aux Polyergus de piller la colonie et de capturer des esclaves. La vidéo décrit également comment les Polyergus ont perdu la capacité de se prendre en charge et dépendent uniquement de leurs esclaves pour survivre.",
          "summary_middle_en": "[TODO] Fake summary: The video describes the phenomenon of slavery among ants, specifically focusing on the tribe of Polyergus ants. These ants have specialized in the practice of slavery to such an extent that they have lost the ability to care for themselves and only exist for raiding. They release a propaganda pheromone that makes the defenders panic, unable to mount an organized defense. This allows the attackers to breach deep into the colony, looking for their most valuable possession: the colony's eggs and larvae, which will become the next generation of slaves. The video also mentions that there are different theories as to why Polyergus attacks are so efficient, one of which is chemical warfare.",
          "summary_middle_fr": "[TODO] Fake summary: La vidéo décrit le phénomène de l'esclavage chez les fourmis, en se concentrant spécifiquement sur la tribu des fourmis Polyergus. Ces fourmis se sont spécialisées dans la pratique de l'esclavage à un tel point qu'elles ont perdu la capacité de s'occuper d'elles-mêmes et ne vivent que pour les raids. Elles relâchent une phéromone de propagande qui fait paniquer les défenseurs, empêchant ainsi une défense organisée. Cela permet aux attaquants de pénétrer profondément dans la colonie, à la recherche de leur possession la plus précieuse : les œufs et les larves de la colonie, qui deviendront la prochaine génération d'esclaves. La vidéo mentionne également qu'il existe différentes théories quant à la raison pour laquelle les attaques de Polyergus sont si efficaces, dont une est la guerre chimique.",
          "summary_big_en": "[TODO] Fake summary: The video describes the phenomenon of slavery among ants, specifically focusing on the tribe of Polyergus ants. These ants have specialized in the practice of slavery to such an extent that they have lost the ability to care for themselves and only exist for raiding. The video showcases a raid on a colony of Formica ants, who are genetically cousins of the Polyergus ants. The raid begins with a lone Polyergus scout who returns to the colony after finding the Formica nests. She then dances erratically and spreads pheromones that excite and mass recruit more and more ants, until a large raiding party of a thousand warrioresses has formed. As the raiding party arrives at the Formica colony, the attack begins almost immediately. Dozens of attackers begin digging and clearing up debris from the nest's entrance to make it easier to storm. As soon as they are done, hundreds of the attackers rush inside. The defenders vastly outnumber their attackers and are formidable warriors able to shoot acid. But instead of fighting back effectively, they seem confused and scatter rather than fighting back.\nPolyergus also seems to be somewhat resistant to the acid sprays of the defenders – and so even if a defense is forming, the attackers use their mandibles to pierce and kill. There are a few different ideas as to why Polyergus attacks are so efficient and one of the most fascinating ones is chemical warfare. Instead of relying on brute force, they release a propaganda pheromone that makes the defenders panic, unable to mount an organized defense. The attackers have nothing to gain from intense ant to ant combat other than immense casualties.\nWhat’s more, they actually want their victims to survive, so that they can be raided again in a few weeks. As the raid unfolds, the attackers breach deep into the colony, looking for their most valuable possession: the colony's eggs and larvae, which will become the next generation of slaves. The video also mentions that there are different theories as to why Polyergus attacks are so efficient, one of which is chemical warfare. It is also mentioned that this behavior is not just limited to Polyergus ants but around 50 ant species practice slavery, making it one of the most extreme division of labor in the animal kingdom. The video concludes by stating that this is just a glimpse into the cruel reality of nature and that one can find more information on the subject in the sources provided.",
          "summary_big_fr": "[TODO] Fake summary: La vidéo décrit le phénomène de l'esclavage chez les fourmis, en se concentrant spécifiquement sur la tribu des fourmis Polyergus. Ces fourmis se sont spécialisées dans la pratique de l'esclavage à un tel point qu'elles ont perdu la capacité de s'occuper d'elles-mêmes et n'existent que pour les raids. La vidéo montre un raid sur une colonie de fourmis Formica, qui sont des cousins génétiques des fourmis Polyergus. Le raid commence avec une seule fourmi Polyergus qui revient à la colonie après avoir trouvé les nids Formica. Elle danse alors de manière erratique et répand des phéromones qui excitent et recrutent en masse de plus en plus de fourmis, jusqu'à ce qu'une grande armée de guerrières de mille fourmis se soit formée.\nLorsque la colonie d'agresseurs Polyergus arrive à la colonie de Formica, l'attaque débute immédiatement. Des dizaines d'attaquants commencent à creuser et à nettoyer les débris de l'entrée du nid pour faciliter l'assaut. Dès qu'ils ont fini, des centaines d'attaquants se précipitent à l'intérieur. Les défenseurs sont nettement plus nombreux que leurs agresseurs et sont des guerriers redoutables capables de tirer de l'acide. Mais au lieu de riposter efficacement, ils semblent confus et se dispersent plutôt que de se battre. Les Polyergus semblent également être résistants aux jets d'acide des défenseurs - et même si une défense se forme, les attaquants utilisent leurs mandibules pour percer et tuer. Il y a plusieurs idées différentes sur les raisons pour lesquelles les attaques de Polyergus sont si efficaces, et l'une des plus fascinantes est la guerre chimique. Au lieu de se baser sur la force brute, ils libèrent une phéromone de propagande qui rend les défenseurs paniqués, incapables de monter une défense organisée. Les attaquants n'ont rien à gagner d'un combat ant-à-ant intense, à part d'énormes pertes.\nDe plus, ils veulent réellement que leurs victimes survivent, de sorte qu'ils puissent être attaqués à nouveau dans quelques semaines. Alors que l'attaque se déroule, les attaquants pénètrent profondément dans la colonie, à la recherche de leur possession la plus précieuse: les œufs et les larves de la colonie, qui deviendront la prochaine génération d'esclaves. La vidéo mentionne également qu'il existe différentes théories sur l'efficacité des attaques de Polyergus, dont une est la guerre chimique. Il est également mentionné que ce comportement n'est pas seulement limité aux fourmis Polyergus mais que environ 50 espèces de fourmis pratiquent l'esclavage, ce qui en fait la division du travail la plus extrême dans le royaume animal. La vidéo conclut en disant que ceci n'est qu'un aperçu de la réalité cruelle de la nature et que l'on peut trouver plus d'informations sur le sujet dans les sources fournies."
        }
      ]
    },
    {
      "title": "Better Than Yesterday",
      "summary": "One step at a time. This is a place where the author shares their personal growth journey. They draw from different fields such as psychology, philosophy, biology, and economy, to share ideas and learnings in a simple and easy-to-remember format. The goal is to help others become better than yesterday, one step at a time. The author is a one-man army and does not create videos full-time, therefore videos will be released once in a while.",
      "videos": [
        {
          "id": "PXWFlea0l5w",
          "title": "It only takes 1 month to change your life",
          "summary_short_en": "[TODO] Fake summary: Animation videos explaining things with optimistic nihilism since 12,013. We’re a team of illustrators, animators, number crunchers and one dog who aim to spark curiosity about science and the world we live in. To us nothing is boring if you tell a good story. For updates on our videos and other news from the kurzgesagt universe follow us on Twitter, Facebook, Instagram and LinkedIn.",
          "summary_short_fr": "[TODO] Fake summary: La vidéo décrit les tactiques et les stratégies utilisées par les Polyergus, une espèce de fourmis qui se spécialise dans l'esclavage. La vidéo décrit comment les scouts Polyergus localisent d'autres colonies de fourmis, puis libèrent des phéromones chimiques qui causent la panique et la dispersion de la colonie, permettant aux Polyergus de piller la colonie et de capturer des esclaves. La vidéo décrit également comment les Polyergus ont perdu la capacité de se prendre en charge et dépendent uniquement de leurs esclaves pour survivre.",
          "summary_middle_en": "[TODO] Fake summary: The video describes the phenomenon of slavery among ants, specifically focusing on the tribe of Polyergus ants. These ants have specialized in the practice of slavery to such an extent that they have lost the ability to care for themselves and only exist for raiding. They release a propaganda pheromone that makes the defenders panic, unable to mount an organized defense. This allows the attackers to breach deep into the colony, looking for their most valuable possession: the colony's eggs and larvae, which will become the next generation of slaves. The video also mentions that there are different theories as to why Polyergus attacks are so efficient, one of which is chemical warfare.",
          "summary_middle_fr": "[TODO] Fake summary: La vidéo décrit le phénomène de l'esclavage chez les fourmis, en se concentrant spécifiquement sur la tribu des fourmis Polyergus. Ces fourmis se sont spécialisées dans la pratique de l'esclavage à un tel point qu'elles ont perdu la capacité de s'occuper d'elles-mêmes et ne vivent que pour les raids. Elles relâchent une phéromone de propagande qui fait paniquer les défenseurs, empêchant ainsi une défense organisée. Cela permet aux attaquants de pénétrer profondément dans la colonie, à la recherche de leur possession la plus précieuse : les œufs et les larves de la colonie, qui deviendront la prochaine génération d'esclaves. La vidéo mentionne également qu'il existe différentes théories quant à la raison pour laquelle les attaques de Polyergus sont si efficaces, dont une est la guerre chimique.",
          "summary_big_en": "[TODO] Fake summary: The video describes the phenomenon of slavery among ants, specifically focusing on the tribe of Polyergus ants. These ants have specialized in the practice of slavery to such an extent that they have lost the ability to care for themselves and only exist for raiding. The video showcases a raid on a colony of Formica ants, who are genetically cousins of the Polyergus ants. The raid begins with a lone Polyergus scout who returns to the colony after finding the Formica nests. She then dances erratically and spreads pheromones that excite and mass recruit more and more ants, until a large raiding party of a thousand warrioresses has formed. As the raiding party arrives at the Formica colony, the attack begins almost immediately. Dozens of attackers begin digging and clearing up debris from the nest's entrance to make it easier to storm. As soon as they are done, hundreds of the attackers rush inside. The defenders vastly outnumber their attackers and are formidable warriors able to shoot acid. But instead of fighting back effectively, they seem confused and scatter rather than fighting back.\nPolyergus also seems to be somewhat resistant to the acid sprays of the defenders – and so even if a defense is forming, the attackers use their mandibles to pierce and kill. There are a few different ideas as to why Polyergus attacks are so efficient and one of the most fascinating ones is chemical warfare. Instead of relying on brute force, they release a propaganda pheromone that makes the defenders panic, unable to mount an organized defense. The attackers have nothing to gain from intense ant to ant combat other than immense casualties.\nWhat’s more, they actually want their victims to survive, so that they can be raided again in a few weeks. As the raid unfolds, the attackers breach deep into the colony, looking for their most valuable possession: the colony's eggs and larvae, which will become the next generation of slaves. The video also mentions that there are different theories as to why Polyergus attacks are so efficient, one of which is chemical warfare. It is also mentioned that this behavior is not just limited to Polyergus ants but around 50 ant species practice slavery, making it one of the most extreme division of labor in the animal kingdom. The video concludes by stating that this is just a glimpse into the cruel reality of nature and that one can find more information on the subject in the sources provided.",
          "summary_big_fr": "[TODO] Fake summary: La vidéo décrit le phénomène de l'esclavage chez les fourmis, en se concentrant spécifiquement sur la tribu des fourmis Polyergus. Ces fourmis se sont spécialisées dans la pratique de l'esclavage à un tel point qu'elles ont perdu la capacité de s'occuper d'elles-mêmes et n'existent que pour les raids. La vidéo montre un raid sur une colonie de fourmis Formica, qui sont des cousins génétiques des fourmis Polyergus. Le raid commence avec une seule fourmi Polyergus qui revient à la colonie après avoir trouvé les nids Formica. Elle danse alors de manière erratique et répand des phéromones qui excitent et recrutent en masse de plus en plus de fourmis, jusqu'à ce qu'une grande armée de guerrières de mille fourmis se soit formée.\nLorsque la colonie d'agresseurs Polyergus arrive à la colonie de Formica, l'attaque débute immédiatement. Des dizaines d'attaquants commencent à creuser et à nettoyer les débris de l'entrée du nid pour faciliter l'assaut. Dès qu'ils ont fini, des centaines d'attaquants se précipitent à l'intérieur. Les défenseurs sont nettement plus nombreux que leurs agresseurs et sont des guerriers redoutables capables de tirer de l'acide. Mais au lieu de riposter efficacement, ils semblent confus et se dispersent plutôt que de se battre. Les Polyergus semblent également être résistants aux jets d'acide des défenseurs - et même si une défense se forme, les attaquants utilisent leurs mandibules pour percer et tuer. Il y a plusieurs idées différentes sur les raisons pour lesquelles les attaques de Polyergus sont si efficaces, et l'une des plus fascinantes est la guerre chimique. Au lieu de se baser sur la force brute, ils libèrent une phéromone de propagande qui rend les défenseurs paniqués, incapables de monter une défense organisée. Les attaquants n'ont rien à gagner d'un combat ant-à-ant intense, à part d'énormes pertes.\nDe plus, ils veulent réellement que leurs victimes survivent, de sorte qu'ils puissent être attaqués à nouveau dans quelques semaines. Alors que l'attaque se déroule, les attaquants pénètrent profondément dans la colonie, à la recherche de leur possession la plus précieuse: les œufs et les larves de la colonie, qui deviendront la prochaine génération d'esclaves. La vidéo mentionne également qu'il existe différentes théories sur l'efficacité des attaques de Polyergus, dont une est la guerre chimique. Il est également mentionné que ce comportement n'est pas seulement limité aux fourmis Polyergus mais que environ 50 espèces de fourmis pratiquent l'esclavage, ce qui en fait la division du travail la plus extrême dans le royaume animal. La vidéo conclut en disant que ceci n'est qu'un aperçu de la réalité cruelle de la nature et que l'on peut trouver plus d'informations sur le sujet dans les sources fournies."
        },
        {
          "id": "TW2Kr0l2kGg",
          "title": "Making $10,000 per month has never been easier",
          "summary_short_en": "[TODO] Fake summary: Animation videos explaining things with optimistic nihilism since 12,013. We’re a team of illustrators, animators, number crunchers and one dog who aim to spark curiosity about science and the world we live in. To us nothing is boring if you tell a good story. For updates on our videos and other news from the kurzgesagt universe follow us on Twitter, Facebook, Instagram and LinkedIn.",
          "summary_short_fr": "[TODO] Fake summary: La vidéo décrit les tactiques et les stratégies utilisées par les Polyergus, une espèce de fourmis qui se spécialise dans l'esclavage. La vidéo décrit comment les scouts Polyergus localisent d'autres colonies de fourmis, puis libèrent des phéromones chimiques qui causent la panique et la dispersion de la colonie, permettant aux Polyergus de piller la colonie et de capturer des esclaves. La vidéo décrit également comment les Polyergus ont perdu la capacité de se prendre en charge et dépendent uniquement de leurs esclaves pour survivre.",
          "summary_middle_en": "[TODO] Fake summary: The video describes the phenomenon of slavery among ants, specifically focusing on the tribe of Polyergus ants. These ants have specialized in the practice of slavery to such an extent that they have lost the ability to care for themselves and only exist for raiding. They release a propaganda pheromone that makes the defenders panic, unable to mount an organized defense. This allows the attackers to breach deep into the colony, looking for their most valuable possession: the colony's eggs and larvae, which will become the next generation of slaves. The video also mentions that there are different theories as to why Polyergus attacks are so efficient, one of which is chemical warfare.",
          "summary_middle_fr": "[TODO] Fake summary: La vidéo décrit le phénomène de l'esclavage chez les fourmis, en se concentrant spécifiquement sur la tribu des fourmis Polyergus. Ces fourmis se sont spécialisées dans la pratique de l'esclavage à un tel point qu'elles ont perdu la capacité de s'occuper d'elles-mêmes et ne vivent que pour les raids. Elles relâchent une phéromone de propagande qui fait paniquer les défenseurs, empêchant ainsi une défense organisée. Cela permet aux attaquants de pénétrer profondément dans la colonie, à la recherche de leur possession la plus précieuse : les œufs et les larves de la colonie, qui deviendront la prochaine génération d'esclaves. La vidéo mentionne également qu'il existe différentes théories quant à la raison pour laquelle les attaques de Polyergus sont si efficaces, dont une est la guerre chimique.",
          "summary_big_en": "[TODO] Fake summary: The video describes the phenomenon of slavery among ants, specifically focusing on the tribe of Polyergus ants. These ants have specialized in the practice of slavery to such an extent that they have lost the ability to care for themselves and only exist for raiding. The video showcases a raid on a colony of Formica ants, who are genetically cousins of the Polyergus ants. The raid begins with a lone Polyergus scout who returns to the colony after finding the Formica nests. She then dances erratically and spreads pheromones that excite and mass recruit more and more ants, until a large raiding party of a thousand warrioresses has formed. As the raiding party arrives at the Formica colony, the attack begins almost immediately. Dozens of attackers begin digging and clearing up debris from the nest's entrance to make it easier to storm. As soon as they are done, hundreds of the attackers rush inside. The defenders vastly outnumber their attackers and are formidable warriors able to shoot acid. But instead of fighting back effectively, they seem confused and scatter rather than fighting back.\nPolyergus also seems to be somewhat resistant to the acid sprays of the defenders – and so even if a defense is forming, the attackers use their mandibles to pierce and kill. There are a few different ideas as to why Polyergus attacks are so efficient and one of the most fascinating ones is chemical warfare. Instead of relying on brute force, they release a propaganda pheromone that makes the defenders panic, unable to mount an organized defense. The attackers have nothing to gain from intense ant to ant combat other than immense casualties.\nWhat’s more, they actually want their victims to survive, so that they can be raided again in a few weeks. As the raid unfolds, the attackers breach deep into the colony, looking for their most valuable possession: the colony's eggs and larvae, which will become the next generation of slaves. The video also mentions that there are different theories as to why Polyergus attacks are so efficient, one of which is chemical warfare. It is also mentioned that this behavior is not just limited to Polyergus ants but around 50 ant species practice slavery, making it one of the most extreme division of labor in the animal kingdom. The video concludes by stating that this is just a glimpse into the cruel reality of nature and that one can find more information on the subject in the sources provided.",
          "summary_big_fr": "[TODO] Fake summary: La vidéo décrit le phénomène de l'esclavage chez les fourmis, en se concentrant spécifiquement sur la tribu des fourmis Polyergus. Ces fourmis se sont spécialisées dans la pratique de l'esclavage à un tel point qu'elles ont perdu la capacité de s'occuper d'elles-mêmes et n'existent que pour les raids. La vidéo montre un raid sur une colonie de fourmis Formica, qui sont des cousins génétiques des fourmis Polyergus. Le raid commence avec une seule fourmi Polyergus qui revient à la colonie après avoir trouvé les nids Formica. Elle danse alors de manière erratique et répand des phéromones qui excitent et recrutent en masse de plus en plus de fourmis, jusqu'à ce qu'une grande armée de guerrières de mille fourmis se soit formée.\nLorsque la colonie d'agresseurs Polyergus arrive à la colonie de Formica, l'attaque débute immédiatement. Des dizaines d'attaquants commencent à creuser et à nettoyer les débris de l'entrée du nid pour faciliter l'assaut. Dès qu'ils ont fini, des centaines d'attaquants se précipitent à l'intérieur. Les défenseurs sont nettement plus nombreux que leurs agresseurs et sont des guerriers redoutables capables de tirer de l'acide. Mais au lieu de riposter efficacement, ils semblent confus et se dispersent plutôt que de se battre. Les Polyergus semblent également être résistants aux jets d'acide des défenseurs - et même si une défense se forme, les attaquants utilisent leurs mandibules pour percer et tuer. Il y a plusieurs idées différentes sur les raisons pour lesquelles les attaques de Polyergus sont si efficaces, et l'une des plus fascinantes est la guerre chimique. Au lieu de se baser sur la force brute, ils libèrent une phéromone de propagande qui rend les défenseurs paniqués, incapables de monter une défense organisée. Les attaquants n'ont rien à gagner d'un combat ant-à-ant intense, à part d'énormes pertes.\nDe plus, ils veulent réellement que leurs victimes survivent, de sorte qu'ils puissent être attaqués à nouveau dans quelques semaines. Alors que l'attaque se déroule, les attaquants pénètrent profondément dans la colonie, à la recherche de leur possession la plus précieuse: les œufs et les larves de la colonie, qui deviendront la prochaine génération d'esclaves. La vidéo mentionne également qu'il existe différentes théories sur l'efficacité des attaques de Polyergus, dont une est la guerre chimique. Il est également mentionné que ce comportement n'est pas seulement limité aux fourmis Polyergus mais que environ 50 espèces de fourmis pratiquent l'esclavage, ce qui en fait la division du travail la plus extrême dans le royaume animal. La vidéo conclut en disant que ceci n'est qu'un aperçu de la réalité cruelle de la nature et que l'on peut trouver plus d'informations sur le sujet dans les sources fournies."
        },
        {
          "id": "11mVD2rPtIM",
          "title": "What it really takes to become successful",
          "summary_short_en": "[TODO] Fake summary: Animation videos explaining things with optimistic nihilism since 12,013. We’re a team of illustrators, animators, number crunchers and one dog who aim to spark curiosity about science and the world we live in. To us nothing is boring if you tell a good story. For updates on our videos and other news from the kurzgesagt universe follow us on Twitter, Facebook, Instagram and LinkedIn.",
          "summary_short_fr": "[TODO] Fake summary: La vidéo décrit les tactiques et les stratégies utilisées par les Polyergus, une espèce de fourmis qui se spécialise dans l'esclavage. La vidéo décrit comment les scouts Polyergus localisent d'autres colonies de fourmis, puis libèrent des phéromones chimiques qui causent la panique et la dispersion de la colonie, permettant aux Polyergus de piller la colonie et de capturer des esclaves. La vidéo décrit également comment les Polyergus ont perdu la capacité de se prendre en charge et dépendent uniquement de leurs esclaves pour survivre.",
          "summary_middle_en": "[TODO] Fake summary: The video describes the phenomenon of slavery among ants, specifically focusing on the tribe of Polyergus ants. These ants have specialized in the practice of slavery to such an extent that they have lost the ability to care for themselves and only exist for raiding. They release a propaganda pheromone that makes the defenders panic, unable to mount an organized defense. This allows the attackers to breach deep into the colony, looking for their most valuable possession: the colony's eggs and larvae, which will become the next generation of slaves. The video also mentions that there are different theories as to why Polyergus attacks are so efficient, one of which is chemical warfare.",
          "summary_middle_fr": "[TODO] Fake summary: La vidéo décrit le phénomène de l'esclavage chez les fourmis, en se concentrant spécifiquement sur la tribu des fourmis Polyergus. Ces fourmis se sont spécialisées dans la pratique de l'esclavage à un tel point qu'elles ont perdu la capacité de s'occuper d'elles-mêmes et ne vivent que pour les raids. Elles relâchent une phéromone de propagande qui fait paniquer les défenseurs, empêchant ainsi une défense organisée. Cela permet aux attaquants de pénétrer profondément dans la colonie, à la recherche de leur possession la plus précieuse : les œufs et les larves de la colonie, qui deviendront la prochaine génération d'esclaves. La vidéo mentionne également qu'il existe différentes théories quant à la raison pour laquelle les attaques de Polyergus sont si efficaces, dont une est la guerre chimique.",
          "summary_big_en": "[TODO] Fake summary: The video describes the phenomenon of slavery among ants, specifically focusing on the tribe of Polyergus ants. These ants have specialized in the practice of slavery to such an extent that they have lost the ability to care for themselves and only exist for raiding. The video showcases a raid on a colony of Formica ants, who are genetically cousins of the Polyergus ants. The raid begins with a lone Polyergus scout who returns to the colony after finding the Formica nests. She then dances erratically and spreads pheromones that excite and mass recruit more and more ants, until a large raiding party of a thousand warrioresses has formed. As the raiding party arrives at the Formica colony, the attack begins almost immediately. Dozens of attackers begin digging and clearing up debris from the nest's entrance to make it easier to storm. As soon as they are done, hundreds of the attackers rush inside. The defenders vastly outnumber their attackers and are formidable warriors able to shoot acid. But instead of fighting back effectively, they seem confused and scatter rather than fighting back.\nPolyergus also seems to be somewhat resistant to the acid sprays of the defenders – and so even if a defense is forming, the attackers use their mandibles to pierce and kill. There are a few different ideas as to why Polyergus attacks are so efficient and one of the most fascinating ones is chemical warfare. Instead of relying on brute force, they release a propaganda pheromone that makes the defenders panic, unable to mount an organized defense. The attackers have nothing to gain from intense ant to ant combat other than immense casualties.\nWhat’s more, they actually want their victims to survive, so that they can be raided again in a few weeks. As the raid unfolds, the attackers breach deep into the colony, looking for their most valuable possession: the colony's eggs and larvae, which will become the next generation of slaves. The video also mentions that there are different theories as to why Polyergus attacks are so efficient, one of which is chemical warfare. It is also mentioned that this behavior is not just limited to Polyergus ants but around 50 ant species practice slavery, making it one of the most extreme division of labor in the animal kingdom. The video concludes by stating that this is just a glimpse into the cruel reality of nature and that one can find more information on the subject in the sources provided.",
          "summary_big_fr": "[TODO] Fake summary: La vidéo décrit le phénomène de l'esclavage chez les fourmis, en se concentrant spécifiquement sur la tribu des fourmis Polyergus. Ces fourmis se sont spécialisées dans la pratique de l'esclavage à un tel point qu'elles ont perdu la capacité de s'occuper d'elles-mêmes et n'existent que pour les raids. La vidéo montre un raid sur une colonie de fourmis Formica, qui sont des cousins génétiques des fourmis Polyergus. Le raid commence avec une seule fourmi Polyergus qui revient à la colonie après avoir trouvé les nids Formica. Elle danse alors de manière erratique et répand des phéromones qui excitent et recrutent en masse de plus en plus de fourmis, jusqu'à ce qu'une grande armée de guerrières de mille fourmis se soit formée.\nLorsque la colonie d'agresseurs Polyergus arrive à la colonie de Formica, l'attaque débute immédiatement. Des dizaines d'attaquants commencent à creuser et à nettoyer les débris de l'entrée du nid pour faciliter l'assaut. Dès qu'ils ont fini, des centaines d'attaquants se précipitent à l'intérieur. Les défenseurs sont nettement plus nombreux que leurs agresseurs et sont des guerriers redoutables capables de tirer de l'acide. Mais au lieu de riposter efficacement, ils semblent confus et se dispersent plutôt que de se battre. Les Polyergus semblent également être résistants aux jets d'acide des défenseurs - et même si une défense se forme, les attaquants utilisent leurs mandibules pour percer et tuer. Il y a plusieurs idées différentes sur les raisons pour lesquelles les attaques de Polyergus sont si efficaces, et l'une des plus fascinantes est la guerre chimique. Au lieu de se baser sur la force brute, ils libèrent une phéromone de propagande qui rend les défenseurs paniqués, incapables de monter une défense organisée. Les attaquants n'ont rien à gagner d'un combat ant-à-ant intense, à part d'énormes pertes.\nDe plus, ils veulent réellement que leurs victimes survivent, de sorte qu'ils puissent être attaqués à nouveau dans quelques semaines. Alors que l'attaque se déroule, les attaquants pénètrent profondément dans la colonie, à la recherche de leur possession la plus précieuse: les œufs et les larves de la colonie, qui deviendront la prochaine génération d'esclaves. La vidéo mentionne également qu'il existe différentes théories sur l'efficacité des attaques de Polyergus, dont une est la guerre chimique. Il est également mentionné que ce comportement n'est pas seulement limité aux fourmis Polyergus mais que environ 50 espèces de fourmis pratiquent l'esclavage, ce qui en fait la division du travail la plus extrême dans le royaume animal. La vidéo conclut en disant que ceci n'est qu'un aperçu de la réalité cruelle de la nature et que l'on peut trouver plus d'informations sur le sujet dans les sources fournies."
        }
      ]
    }
  ]
}