{
  "channels": [
    {
      "title": "Kurzegesagt",
      "summary_one_sentence": "-- Animation videos explaining things with optimistic nihilism since 12,013. We’re a team of illustrators, animators, number crunchers and one dog who aim to spark curiosity about science and the world we live in. To us nothing is boring if you tell a good story. For updates on our videos and other news from the kurzgesagt universe follow us on Twitter, Facebook, Instagram and LinkedIn.",
      "videos": [
        {
          "id": "aeWyp2vXxqA",
          "title": "Black Hole Star – The Star That Shouldn't Exist",
          "summary_one_sentence": "TODO",
          "summary_short": "The video discusses the concept of 'black hole stars,' which are theorized to have been the largest stars to ever exist. They were so massive that they were occupied by a black hole at their core. These stars were only possible during a short window of time in the early universe, but if they existed, they would solve one of the biggest mysteries of cosmology.",
          "summary_middle": "The video talks about 'Black hole stars,' stars that may have existed in the early universe and were larger and brighter than any existing or future star. These stars were also occupied by black holes inside, which is strange and inexplicable. These stars were possible for a short period of time in the early universe and could solve one of the largest mysteries of cosmology. These stars were exceptionally massive, with up to 10 million solar masses of almost pure hydrogen. Normal stars form from massive hydrogen clouds that concentrate around the densest zones and trigger fusion reactions that give birth to a new star. However, this limits the size of these stars. Black hole stars were very different as they formed in a unique environment of the early universe, where matter was much more concentrated and gravity was much stronger. These stars continued to grow and grow until they reached incredible proportions, up to 10 million solar masses, until they were eventually destroyed by the force of their own gravity.",
          "summary_big": "The video discusses the possibility of black hole stars, which may have been the largest stars to ever exist. These stars were so massive that deep inside, they were occupied by a cosmic parasite, an endlessly hungry black hole. Normally, stars are born from gigantic clouds of hydrogen, but the balance between gravity pulling in and radiation pushing out limits their size. But black hole stars were different. They were only possible during a short window of time in the early universe, when the universe was much smaller, more concentrated and denser. Dark matter was a dominant player, forming giant structures called dark matter halos, which pulled in and concentrated enormous amounts of hydrogen gas. These epic clouds of hydrogen formed, some as massive as 100 million suns, more than the mass of small galaxies. In this unique environment, the enormous gravitational pull of the dark matter halos drew gas into its center and created extremely massive stars. These stars were so large, that even after their birth, more and more gas piled on the newborn star, making it grow to unbelievable proportions, in some cases, up to 10 million times the mass of our sun. Crushed by gravity, its core gets hotter and hotter, and eventually it reaches temperatures that allow for fusion of helium into heavier elements. But this process is not enough to stop the star from collapsing, and it continues to shrink and heat up until it becomes a black hole. These black hole stars would have been the brightest and most energetic objects in the early universe, outshining even entire galaxies. They would have been so bright that their light would have been visible from billions of light-years away, and their deaths would have been the most spectacular events in the history of the universe."
        },
        {
          "id": "HpcTJW4ur54",
          "title": "How To Terraform Mars - WITH LASERS",
          "summary_one_sentence": "TODO",
          "summary_short": "The video discusses the possibility of terraforming Mars, the process of transforming its hostile environment into a more Earth-like planet suitable for human life. The video explains that this could be achieved by creating oceans of lava with gigantic lasers, which is possible on a time scale similar to when our ancestors built great monuments. The method proposed in the video is to use powerful lasers that would melt the surface of Mars and release the oxygen and CO2 bound in Martian rocks. This process would be complicated and would require a lot of energy, but it could be achieved with a solar-pumped laser that can be powered directly with sunlight.",
          "summary_middle": "The video discusses the possibility of terraforming Mars, the process of transforming its hostile environment into a more Earth-like planet suitable for human life. The video explains that this could be achieved by creating oceans of lava with gigantic lasers, and that this is not a far-fetched science fiction tale, it is possible on a time scale similar to when our ancestors built great monuments. The video describes the challenges of terraforming Mars and explains that the first step is to create an atmosphere similar to Earth's, with the right amount of oxygen, nitrogen, and CO2. The method proposed in the video is to use powerful lasers that would melt the surface of Mars and release the oxygen and CO2 bound in Martian rocks. The video also explains that this process would be complicated and that it would require a lot of energy, but it could be achieved with a solar-pumped laser that can be powered directly with sunlight. Additionally, the video explains that the next step would be to create oceans and rivers, and then weather the ground into fertile soil to host living things. Finally, the video states that it would be necessary to install a biosphere on the surface and prevent it all from being undone by installing protective measures that can stand the test of time.",
          "summary_big": "The video discusses the possibility of terraforming Mars, the process of transforming its hostile environment into a more Earth-like planet suitable for human life. The video explains that this could be achieved by creating oceans of lava with gigantic lasers, and that this is not a far-fetched science fiction tale, it is possible on a time scale similar to when our ancestors built great monuments. The video describes the challenges of terraforming Mars and explains that the first step is to create an atmosphere similar to Earth's, with the right amount of oxygen, nitrogen, and CO2. The method proposed in the video is to use powerful lasers that would melt the surface of Mars and release the oxygen and CO2 bound in Martian rocks. Additionally, the video explains that the next step would be to create oceans and rivers, and then weather the ground into fertile soil to host living things. The video also states that it would be necessary to install a biosphere on the surface and prevent it all from being undone by installing protective measures that can stand the test of time. The video also suggests that a big laser could make the process of terraforming Mars a lot easier. The most powerful laser today is the ELI-NP, able to produce beams of 10 Petawatts of power, for a trillionth second. To melt Mars, a laser twice as powerful that runs continuously would be needed. The easiest way to do this is to use a solar-pumped laser that can be powered directly with sunlight. At its core are metal-infused glass rods that absorb energy and release it as a laser beam. If we build an array of mirrors in space, about 11 times the size of the United States, we can focus enough sunlight onto them to melt Mars. The video concludes that terraforming Mars is a difficult process, but if humanity solves some of its pressing problems and ventures into space to expand into the solar system, it may not be that far off."
        },
        {
          "id": "Qsbe1pD8ocE",
          "title": "The Horror of the Slaver Ant",
          "summary_one_sentence": "TODO",
          "summary_short": "The video describes the tactics and strategies used by the Polyergus, a species of ants that specializes in slavery. The video describes how the Polyergus scouts locate other ant colonies, and then release chemical pheromones that cause the colony to panic and scatter, allowing the Polyergus to raid the colony and capture slaves. The video also describes how the Polyergus have lost the ability to care for themselves and rely solely on their slaves to survive.",
          "summary_middle": "The video describes the phenomenon of slavery among ants, specifically focusing on the tribe of Polyergus ants. These ants have specialized in the practice of slavery to such an extent that they have lost the ability to care for themselves and only exist for raiding. They release a propaganda pheromone that makes the defenders panic, unable to mount an organized defense. This allows the attackers to breach deep into the colony, looking for their most valuable possession: the colony's eggs and larvae, which will become the next generation of slaves. The video also mentions that there are different theories as to why Polyergus attacks are so efficient, one of which is chemical warfare.",
          "summary_big": "The video describes the phenomenon of slavery among ants, specifically focusing on the tribe of Polyergus ants. These ants have specialized in the practice of slavery to such an extent that they have lost the ability to care for themselves and only exist for raiding. The video showcases a raid on a colony of Formica ants, who are genetically cousins of the Polyergus ants. The raid begins with a lone Polyergus scout who returns to the colony after finding the Formica nests. She then dances erratically and spreads pheromones that excite and mass recruit more and more ants, until a large raiding party of a thousand warrioresses has formed. As the raiding party arrives at the Formica colony, the attack begins almost immediately. Dozens of attackers begin digging and clearing up debris from the nest's entrance to make it easier to storm. As soon as they are done, hundreds of the attackers rush inside. The defenders vastly outnumber their attackers and are formidable warriors able to shoot acid. But instead of fighting back effectively, they seem confused and scatter rather than fighting back.\nPolyergus also seems to be somewhat resistant to the acid sprays of the defenders – and so even if a defense is forming, the attackers use their mandibles to pierce and kill. There are a few different ideas as to why Polyergus attacks are so efficient and one of the most fascinating ones is chemical warfare. Instead of relying on brute force, they release a propaganda pheromone that makes the defenders panic, unable to mount an organized defense. The attackers have nothing to gain from intense ant to ant combat other than immense casualties.\nWhat’s more, they actually want their victims to survive, so that they can be raided again in a few weeks. As the raid unfolds, the attackers breach deep into the colony, looking for their most valuable possession: the colony's eggs and larvae, which will become the next generation of slaves. The video also mentions that there are different theories as to why Polyergus attacks are so efficient, one of which is chemical warfare. It is also mentioned that this behavior is not just limited to Polyergus ants but around 50 ant species practice slavery, making it one of the most extreme division of labor in the animal kingdom. The video concludes by stating that this is just a glimpse into the cruel reality of nature and that one can find more information on the subject in the sources provided."
        }
      ]
    },
    {
      "title": "Andrew Huberman Lab",
      "summary_one_sentence": "The host is creating a podcast to discuss Neuroscience and how the brain and its connections with the body affect perceptions, behaviors, and health. Upcoming episodes will cover topics such as sleep, learning, motivation, neuroplasticity, fear, and stress, as well as tools to measure and change the nervous system. The host will also discuss the role of nutrition, exercise, supplements, prescription drugs, and electronic devices in relation to the nervous system.",
      "videos": [
        {
          "id": "tLS6t3FVOTI",
          "title": "Developing a Rational Approach to Supplementation for Health & Performance",
          "summary_one_sentence": "TODO",
          "summary_one_sentence_fr": "TODO",
          "summary_short": "[TODO] Fake summary: Animation videos explaining things with optimistic nihilism since 12,013. We’re a team of illustrators, animators, number crunchers and one dog who aim to spark curiosity about science and the world we live in. To us nothing is boring if you tell a good story. For updates on our videos and other news from the kurzgesagt universe follow us on Twitter, Facebook, Instagram and LinkedIn.",
          "summary_middle": "[TODO] Fake summary: The video describes the phenomenon of slavery among ants, specifically focusing on the tribe of Polyergus ants. These ants have specialized in the practice of slavery to such an extent that they have lost the ability to care for themselves and only exist for raiding. They release a propaganda pheromone that makes the defenders panic, unable to mount an organized defense. This allows the attackers to breach deep into the colony, looking for their most valuable possession: the colony's eggs and larvae, which will become the next generation of slaves. The video also mentions that there are different theories as to why Polyergus attacks are so efficient, one of which is chemical warfare.",
          "summary_big": "[TODO] Fake summary: The video describes the phenomenon of slavery among ants, specifically focusing on the tribe of Polyergus ants. These ants have specialized in the practice of slavery to such an extent that they have lost the ability to care for themselves and only exist for raiding. The video showcases a raid on a colony of Formica ants, who are genetically cousins of the Polyergus ants. The raid begins with a lone Polyergus scout who returns to the colony after finding the Formica nests. She then dances erratically and spreads pheromones that excite and mass recruit more and more ants, until a large raiding party of a thousand warrioresses has formed. As the raiding party arrives at the Formica colony, the attack begins almost immediately. Dozens of attackers begin digging and clearing up debris from the nest's entrance to make it easier to storm. As soon as they are done, hundreds of the attackers rush inside. The defenders vastly outnumber their attackers and are formidable warriors able to shoot acid. But instead of fighting back effectively, they seem confused and scatter rather than fighting back.\nPolyergus also seems to be somewhat resistant to the acid sprays of the defenders – and so even if a defense is forming, the attackers use their mandibles to pierce and kill. There are a few different ideas as to why Polyergus attacks are so efficient and one of the most fascinating ones is chemical warfare. Instead of relying on brute force, they release a propaganda pheromone that makes the defenders panic, unable to mount an organized defense. The attackers have nothing to gain from intense ant to ant combat other than immense casualties.\nWhat’s more, they actually want their victims to survive, so that they can be raided again in a few weeks. As the raid unfolds, the attackers breach deep into the colony, looking for their most valuable possession: the colony's eggs and larvae, which will become the next generation of slaves. The video also mentions that there are different theories as to why Polyergus attacks are so efficient, one of which is chemical warfare. It is also mentioned that this behavior is not just limited to Polyergus ants but around 50 ant species practice slavery, making it one of the most extreme division of labor in the animal kingdom. The video concludes by stating that this is just a glimpse into the cruel reality of nature and that one can find more information on the subject in the sources provided."
        },
        {
          "id": "-wIt_WsJGfw",
          "title": "#105 - Dr. Sam Harris: Using Meditation to Focus, View Consciousness & Expand Your Mind",
          "summary_one_sentence": "TODO",
          "summary_short": "[TODO] Fake summary: Animation videos explaining things with optimistic nihilism since 12,013. We’re a team of illustrators, animators, number crunchers and one dog who aim to spark curiosity about science and the world we live in. To us nothing is boring if you tell a good story. For updates on our videos and other news from the kurzgesagt universe follow us on Twitter, Facebook, Instagram and LinkedIn.",
          "summary_middle": "[TODO] Fake summary: The video describes the phenomenon of slavery among ants, specifically focusing on the tribe of Polyergus ants. These ants have specialized in the practice of slavery to such an extent that they have lost the ability to care for themselves and only exist for raiding. They release a propaganda pheromone that makes the defenders panic, unable to mount an organized defense. This allows the attackers to breach deep into the colony, looking for their most valuable possession: the colony's eggs and larvae, which will become the next generation of slaves. The video also mentions that there are different theories as to why Polyergus attacks are so efficient, one of which is chemical warfare.",
          "summary_big": "[TODO] Fake summary: The video describes the phenomenon of slavery among ants, specifically focusing on the tribe of Polyergus ants. These ants have specialized in the practice of slavery to such an extent that they have lost the ability to care for themselves and only exist for raiding. The video showcases a raid on a colony of Formica ants, who are genetically cousins of the Polyergus ants. The raid begins with a lone Polyergus scout who returns to the colony after finding the Formica nests. She then dances erratically and spreads pheromones that excite and mass recruit more and more ants, until a large raiding party of a thousand warrioresses has formed. As the raiding party arrives at the Formica colony, the attack begins almost immediately. Dozens of attackers begin digging and clearing up debris from the nest's entrance to make it easier to storm. As soon as they are done, hundreds of the attackers rush inside. The defenders vastly outnumber their attackers and are formidable warriors able to shoot acid. But instead of fighting back effectively, they seem confused and scatter rather than fighting back.\nPolyergus also seems to be somewhat resistant to the acid sprays of the defenders – and so even if a defense is forming, the attackers use their mandibles to pierce and kill. There are a few different ideas as to why Polyergus attacks are so efficient and one of the most fascinating ones is chemical warfare. Instead of relying on brute force, they release a propaganda pheromone that makes the defenders panic, unable to mount an organized defense. The attackers have nothing to gain from intense ant to ant combat other than immense casualties.\nWhat’s more, they actually want their victims to survive, so that they can be raided again in a few weeks. As the raid unfolds, the attackers breach deep into the colony, looking for their most valuable possession: the colony's eggs and larvae, which will become the next generation of slaves. The video also mentions that there are different theories as to why Polyergus attacks are so efficient, one of which is chemical warfare. It is also mentioned that this behavior is not just limited to Polyergus ants but around 50 ant species practice slavery, making it one of the most extreme division of labor in the animal kingdom. The video concludes by stating that this is just a glimpse into the cruel reality of nature and that one can find more information on the subject in the sources provided."
        },
        {
          "id": "LTGGyQS1fZE",
          "title": "#98 - Science-Based Tools for Increasing Happiness",
          "summary_one_sentence": "TODO",
          "summary_short": "[TODO] Fake summary: Animation videos explaining things with optimistic nihilism since 12,013. We’re a team of illustrators, animators, number crunchers and one dog who aim to spark curiosity about science and the world we live in. To us nothing is boring if you tell a good story. For updates on our videos and other news from the kurzgesagt universe follow us on Twitter, Facebook, Instagram and LinkedIn.",
          "summary_middle": "[TODO] Fake summary: The video describes the phenomenon of slavery among ants, specifically focusing on the tribe of Polyergus ants. These ants have specialized in the practice of slavery to such an extent that they have lost the ability to care for themselves and only exist for raiding. They release a propaganda pheromone that makes the defenders panic, unable to mount an organized defense. This allows the attackers to breach deep into the colony, looking for their most valuable possession: the colony's eggs and larvae, which will become the next generation of slaves. The video also mentions that there are different theories as to why Polyergus attacks are so efficient, one of which is chemical warfare.",
          "summary_big": "[TODO] Fake summary: The video describes the phenomenon of slavery among ants, specifically focusing on the tribe of Polyergus ants. These ants have specialized in the practice of slavery to such an extent that they have lost the ability to care for themselves and only exist for raiding. The video showcases a raid on a colony of Formica ants, who are genetically cousins of the Polyergus ants. The raid begins with a lone Polyergus scout who returns to the colony after finding the Formica nests. She then dances erratically and spreads pheromones that excite and mass recruit more and more ants, until a large raiding party of a thousand warrioresses has formed. As the raiding party arrives at the Formica colony, the attack begins almost immediately. Dozens of attackers begin digging and clearing up debris from the nest's entrance to make it easier to storm. As soon as they are done, hundreds of the attackers rush inside. The defenders vastly outnumber their attackers and are formidable warriors able to shoot acid. But instead of fighting back effectively, they seem confused and scatter rather than fighting back.\nPolyergus also seems to be somewhat resistant to the acid sprays of the defenders – and so even if a defense is forming, the attackers use their mandibles to pierce and kill. There are a few different ideas as to why Polyergus attacks are so efficient and one of the most fascinating ones is chemical warfare. Instead of relying on brute force, they release a propaganda pheromone that makes the defenders panic, unable to mount an organized defense. The attackers have nothing to gain from intense ant to ant combat other than immense casualties.\nWhat’s more, they actually want their victims to survive, so that they can be raided again in a few weeks. As the raid unfolds, the attackers breach deep into the colony, looking for their most valuable possession: the colony's eggs and larvae, which will become the next generation of slaves. The video also mentions that there are different theories as to why Polyergus attacks are so efficient, one of which is chemical warfare. It is also mentioned that this behavior is not just limited to Polyergus ants but around 50 ant species practice slavery, making it one of the most extreme division of labor in the animal kingdom. The video concludes by stating that this is just a glimpse into the cruel reality of nature and that one can find more information on the subject in the sources provided."
        }
      ]
    },
    {
      "title": "Better Than Yesterday",
      "summary_one_sentence": "One step at a time. This is a place where the author shares their personal growth journey. They draw from different fields such as psychology, philosophy, biology, and economy, to share ideas and learnings in a simple and easy-to-remember format. The goal is to help others become better than yesterday, one step at a time. The author is a one-man army and does not create videos full-time, therefore videos will be released once in a while.",
      "videos": [
        {
          "id": "PXWFlea0l5w",
          "title": "It only takes 1 month to change your life",
          "summary_one_sentence": "TODO",
          "summary_short": "[TODO] Fake summary: Animation videos explaining things with optimistic nihilism since 12,013. We’re a team of illustrators, animators, number crunchers and one dog who aim to spark curiosity about science and the world we live in. To us nothing is boring if you tell a good story. For updates on our videos and other news from the kurzgesagt universe follow us on Twitter, Facebook, Instagram and LinkedIn.",
          "summary_middle": "[TODO] Fake summary: The video describes the phenomenon of slavery among ants, specifically focusing on the tribe of Polyergus ants. These ants have specialized in the practice of slavery to such an extent that they have lost the ability to care for themselves and only exist for raiding. They release a propaganda pheromone that makes the defenders panic, unable to mount an organized defense. This allows the attackers to breach deep into the colony, looking for their most valuable possession: the colony's eggs and larvae, which will become the next generation of slaves. The video also mentions that there are different theories as to why Polyergus attacks are so efficient, one of which is chemical warfare.",
          "summary_big": "[TODO] Fake summary: The video describes the phenomenon of slavery among ants, specifically focusing on the tribe of Polyergus ants. These ants have specialized in the practice of slavery to such an extent that they have lost the ability to care for themselves and only exist for raiding. The video showcases a raid on a colony of Formica ants, who are genetically cousins of the Polyergus ants. The raid begins with a lone Polyergus scout who returns to the colony after finding the Formica nests. She then dances erratically and spreads pheromones that excite and mass recruit more and more ants, until a large raiding party of a thousand warrioresses has formed. As the raiding party arrives at the Formica colony, the attack begins almost immediately. Dozens of attackers begin digging and clearing up debris from the nest's entrance to make it easier to storm. As soon as they are done, hundreds of the attackers rush inside. The defenders vastly outnumber their attackers and are formidable warriors able to shoot acid. But instead of fighting back effectively, they seem confused and scatter rather than fighting back.\nPolyergus also seems to be somewhat resistant to the acid sprays of the defenders – and so even if a defense is forming, the attackers use their mandibles to pierce and kill. There are a few different ideas as to why Polyergus attacks are so efficient and one of the most fascinating ones is chemical warfare. Instead of relying on brute force, they release a propaganda pheromone that makes the defenders panic, unable to mount an organized defense. The attackers have nothing to gain from intense ant to ant combat other than immense casualties.\nWhat’s more, they actually want their victims to survive, so that they can be raided again in a few weeks. As the raid unfolds, the attackers breach deep into the colony, looking for their most valuable possession: the colony's eggs and larvae, which will become the next generation of slaves. The video also mentions that there are different theories as to why Polyergus attacks are so efficient, one of which is chemical warfare. It is also mentioned that this behavior is not just limited to Polyergus ants but around 50 ant species practice slavery, making it one of the most extreme division of labor in the animal kingdom. The video concludes by stating that this is just a glimpse into the cruel reality of nature and that one can find more information on the subject in the sources provided."
        },
        {
          "id": "TW2Kr0l2kGg",
          "title": "Making $10,000 per month has never been easier",
          "summary_one_sentence": "TODO",
          "summary_short": "[TODO] Fake summary: Animation videos explaining things with optimistic nihilism since 12,013. We’re a team of illustrators, animators, number crunchers and one dog who aim to spark curiosity about science and the world we live in. To us nothing is boring if you tell a good story. For updates on our videos and other news from the kurzgesagt universe follow us on Twitter, Facebook, Instagram and LinkedIn.",
          "summary_middle": "[TODO] Fake summary: The video describes the phenomenon of slavery among ants, specifically focusing on the tribe of Polyergus ants. These ants have specialized in the practice of slavery to such an extent that they have lost the ability to care for themselves and only exist for raiding. They release a propaganda pheromone that makes the defenders panic, unable to mount an organized defense. This allows the attackers to breach deep into the colony, looking for their most valuable possession: the colony's eggs and larvae, which will become the next generation of slaves. The video also mentions that there are different theories as to why Polyergus attacks are so efficient, one of which is chemical warfare.",
          "summary_big": "[TODO] Fake summary: The video describes the phenomenon of slavery among ants, specifically focusing on the tribe of Polyergus ants. These ants have specialized in the practice of slavery to such an extent that they have lost the ability to care for themselves and only exist for raiding. The video showcases a raid on a colony of Formica ants, who are genetically cousins of the Polyergus ants. The raid begins with a lone Polyergus scout who returns to the colony after finding the Formica nests. She then dances erratically and spreads pheromones that excite and mass recruit more and more ants, until a large raiding party of a thousand warrioresses has formed. As the raiding party arrives at the Formica colony, the attack begins almost immediately. Dozens of attackers begin digging and clearing up debris from the nest's entrance to make it easier to storm. As soon as they are done, hundreds of the attackers rush inside. The defenders vastly outnumber their attackers and are formidable warriors able to shoot acid. But instead of fighting back effectively, they seem confused and scatter rather than fighting back.\nPolyergus also seems to be somewhat resistant to the acid sprays of the defenders – and so even if a defense is forming, the attackers use their mandibles to pierce and kill. There are a few different ideas as to why Polyergus attacks are so efficient and one of the most fascinating ones is chemical warfare. Instead of relying on brute force, they release a propaganda pheromone that makes the defenders panic, unable to mount an organized defense. The attackers have nothing to gain from intense ant to ant combat other than immense casualties.\nWhat’s more, they actually want their victims to survive, so that they can be raided again in a few weeks. As the raid unfolds, the attackers breach deep into the colony, looking for their most valuable possession: the colony's eggs and larvae, which will become the next generation of slaves. The video also mentions that there are different theories as to why Polyergus attacks are so efficient, one of which is chemical warfare. It is also mentioned that this behavior is not just limited to Polyergus ants but around 50 ant species practice slavery, making it one of the most extreme division of labor in the animal kingdom. The video concludes by stating that this is just a glimpse into the cruel reality of nature and that one can find more information on the subject in the sources provided."
        },
        {
          "id": "11mVD2rPtIM",
          "title": "What it really takes to become successful",
          "summary_one_sentence": "TODO",
          "summary_short": "[TODO] Fake summary: Animation videos explaining things with optimistic nihilism since 12,013. We’re a team of illustrators, animators, number crunchers and one dog who aim to spark curiosity about science and the world we live in. To us nothing is boring if you tell a good story. For updates on our videos and other news from the kurzgesagt universe follow us on Twitter, Facebook, Instagram and LinkedIn.",
          "summary_middle": "[TODO] Fake summary: The video describes the phenomenon of slavery among ants, specifically focusing on the tribe of Polyergus ants. These ants have specialized in the practice of slavery to such an extent that they have lost the ability to care for themselves and only exist for raiding. They release a propaganda pheromone that makes the defenders panic, unable to mount an organized defense. This allows the attackers to breach deep into the colony, looking for their most valuable possession: the colony's eggs and larvae, which will become the next generation of slaves. The video also mentions that there are different theories as to why Polyergus attacks are so efficient, one of which is chemical warfare.",
          "summary_big": "[TODO] Fake summary: The video describes the phenomenon of slavery among ants, specifically focusing on the tribe of Polyergus ants. These ants have specialized in the practice of slavery to such an extent that they have lost the ability to care for themselves and only exist for raiding. The video showcases a raid on a colony of Formica ants, who are genetically cousins of the Polyergus ants. The raid begins with a lone Polyergus scout who returns to the colony after finding the Formica nests. She then dances erratically and spreads pheromones that excite and mass recruit more and more ants, until a large raiding party of a thousand warrioresses has formed. As the raiding party arrives at the Formica colony, the attack begins almost immediately. Dozens of attackers begin digging and clearing up debris from the nest's entrance to make it easier to storm. As soon as they are done, hundreds of the attackers rush inside. The defenders vastly outnumber their attackers and are formidable warriors able to shoot acid. But instead of fighting back effectively, they seem confused and scatter rather than fighting back.\nPolyergus also seems to be somewhat resistant to the acid sprays of the defenders – and so even if a defense is forming, the attackers use their mandibles to pierce and kill. There are a few different ideas as to why Polyergus attacks are so efficient and one of the most fascinating ones is chemical warfare. Instead of relying on brute force, they release a propaganda pheromone that makes the defenders panic, unable to mount an organized defense. The attackers have nothing to gain from intense ant to ant combat other than immense casualties.\nWhat’s more, they actually want their victims to survive, so that they can be raided again in a few weeks. As the raid unfolds, the attackers breach deep into the colony, looking for their most valuable possession: the colony's eggs and larvae, which will become the next generation of slaves. The video also mentions that there are different theories as to why Polyergus attacks are so efficient, one of which is chemical warfare. It is also mentioned that this behavior is not just limited to Polyergus ants but around 50 ant species practice slavery, making it one of the most extreme division of labor in the animal kingdom. The video concludes by stating that this is just a glimpse into the cruel reality of nature and that one can find more information on the subject in the sources provided."
        }
      ]
    }
  ]
}